[
    "اللهم إني أعوذ بك من عذاب في النار وعذاب في القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
  "اللهم إني أسألك الثبات في الأمر والعزيمة على الرشد والنصر على الأعداء",
  "اللهم إني أعوذ بك من الكسل والهرم والمأثم والمغرم ومن فتنة القبر",
  "اللهم اجعل عملنا خالصا لوجهك الكريم ولا تجعل فيه شيئا منه لغيرك",
  "اللهم إني أعوذ بك من الجبن والبخل والهرم والعجز والكسل والبخل وغلبة الدين وقهر الرجال",
  "اللهم إنا نسألك العفو والعافية في الدنيا والآخرة",
  "اللهم اجعل مقامنا هذا مقاما محمودا ورزقا واسعا",
  "اللهم اجعل لنا من أمرنا فرجا ومخرجا ومفرجا",
  "اللهم إنا نسألك حسن الختام والموت على الإيمان والنصر على الأعداء",
  "اللهم إنا نعوذ بك من عذاب القبر ومن فتنة المسيح الدجال ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
  "اللهم إنا نعوذ بك من الجبن والبخل ومن فتنة المسيح الدجال ومن فتنة المحيا والممات",
  "أمسينا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى الله عليه وسلم، وعلى ملة أبينا إبراهيم حنيفا مسلما وما كان من المشركين",
  "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك النشور",
  "اللهم أنت ربي لا إله إلا أنت، عليك توكلت وأنت رب العرش العظيم",
  "ما شاء الله كان وما لم يشأ لم يكن، لا حول ولا قوة إلا بالله العلي العظيم",
  "أعوذ بكلمات الله التامات من شر ما خلق",
  "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال",
  "أمسينا وأصبح الملك لله والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
  "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت",
  "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
  "اللهم إنا نعوذ بك من الهم والحزن، والعجز والكسل، والجبن والبخل، وغلبة الدين وقهر الرجال",
  "اللهم أنت المقلب للقلوب والأبصار، ثبت قلوبنا على دينك",
  "أمسينا على ذكر الله وشكره وحسن عبادته",
  "اللهم احفظنا بما تحفظ به عبادك الصالحين",
  "اللهم رحمتك أرجو، فلا تكلني إلى نفسي طرفة عين وأصلح لي شأني كله، لا إله إلا أنت",
  "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك",
  "سبحان الله وبحمده، عدد خلقه، ورضا نفسه، وزنة عرشه، ومداد كلماته",
  "اللهم ما أمسى بي من نعمة أو بأحد من خلقك، فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر",
  "حسبي الله لا إله إلا هو، عليه توكلت، وهو رب العرش العظيم",
  "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
  "اللهم استر عوراتي وآمن رعاتي، اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي",
  "اللهم رب السماوات السبع ورب الأرض ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، ومنزل التوراة والإنجيل والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته",
  "اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر",
  "يا حي يا قيوم، برحمتك أستغيث، أصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين",
  "أمسينا وأمسى الملك لله، والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
  "اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل، وأعوذ بك من عذاب القبر، وأعوذ بك من فتنة المحيا والممات",
  "اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي وأبوء بذنبي، فاغفر لي فإنه لا يغفر الذنوب إلا أنت",
  "بسم الله الذي لا يضرُّ مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
  "أمسينا على فطرة الإسلام، وكلمة الإخلاص، ودين نبينا محمد صلى الله عليه وسلم، وملة أبينا إبراهيم حنيفا مسلما وما كان من المشركين",
  "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك النشور",
  "أمسينا على ذكر الله وحسن عبادته وشكره",
  "اللهم إني أمسيت أشهدك، وأشهد حملة عرشك، وملائكتك، وجميع خلقك، أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأن محمدا عبدك ورسولك",
  "اللهم ما أمسى بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر",
  "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت",
  "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
  "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم",
  "بسم الله الذي لا يضرُّ مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
  "اللهم إني أمسيت أشهدك وأشهد حملة عرشك وملائكتك وجميع خلقك، أنك أنت الله لا إله إلا أنت وأن محمدا عبدك ورسولك",
  "أستغفر الله وأتوب إليه",
  "سبحان الله وبحمده، عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
  "اللهم صل على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد",
  "أمسينا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى الله عليه وسلم، وعلى ملة أبينا إبراهيم حنيفا مسلما وما كان من المشركين",
  "اللهم بك أمسينا وبك أصبحنا، وبك نحيا وبك نموت وإليك النشور",
  "اللهم ما أمسى بي من نعمة أو بأحد من خلقك فمنك وحدك، لا شريك لك، فلك الحمد ولك الشكر",
  "اللهم إني أمسيت أشهدك، وأشهد حملة عرشك، وملائكتك، وجميع خلقك، أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأن محمدا عبدك ورسولك",
  "أعوذ بالله من الشيطان الرجيم: {قل هو الله أحد، الله الصمد، لم يلد ولم يولد، ولم يكن له كفوا أحد}",
  "أعوذ بالله من الشيطان الرجيم: {قل أعوذ برب الفلق، من شر ما خلق، ومن شر غاسق إذا وقب، ومن شر النفاثات في العقد، ومن شر حاسد إذا حسد}",
  "أعوذ بالله من الشيطان الرجيم: {قل أعوذ برب الناس، ملك الناس، إله الناس، من شر الوسواس الخناس، الذي يوسوس في صدور الناس، من الجنة والناس}",
  "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت",
  "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
  "اللهم رب السماوات السبع ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، منزل التوراة والإنجيل والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته، اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر",
  "اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل، وأعوذ بك من عذاب القبر، وأعوذ بك من فتنة المحيا والممات",
  "اللهم إني أعوذ بك من فتنة النار وعذاب القبر",
  "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
  "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما يؤخذ مني",
  "اللهم اجعل لي نورا في قلبي ونورا في بصري ونورا في سمعي",
  "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
  "اللهم إني أعوذ بك من ظلمات الليل وشرور النهار",
  "اللهم إني أسألك خير هذه الليلة وخير ما بعدها",
  "اللهم إني أعوذ بك من شر ما في الليل وشر ما بعد الليل",
  "اللهم إني أسألك العافية في الدنيا والآخرة",
  "اللهم إني أسألك حسن الخاتمة",
  "اللهم إني أعوذ بك من شر كل دابة أنت آخذ بناصيتها",
  "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
  "اللهم إني أسألك نورا وهدى وعلما نافعا",
  "اللهم إني أعوذ بك من شر ما يؤتى إلي ومن شر ما يؤخذ مني",
  "اللهم اجعلني ممن يذكرونك ويشكرونك ويطيعونك",
  "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
  "اللهم استر عوراتي وآمن رعاتي",
  "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بك أن أغتال من تحتي",
  "اللهم إني أعوذ بك من الهم والحزن ومن العجز والكسل ومن الجبن والبخل ومن غلبة الدين وقهر الرجال",
  "اللهم إني أعوذ بك من فتنة النار وعذاب النار، وفتنة القبر وعذاب القبر، وشر فتنة الغنى، وشر فتنة الفقر",
  "اللهم إني أعوذ بك من شر فتنة المسيح الدجال",
  "اللهم إني أسألك خير المسألة، وخير الدعاء، وخير النجاح، وخير العلم، وخير العمل، وخير الثواب، وخير الحياة، وخير الممات",
  "اللهم إني أسألك عند الموت التثبيت، وعند السؤال الأمان، وعند الحساب اليسر، وعند الجزاء الزيادة",
  "اللهم إني أسألك حبك، وحب من ينفعني حبه عندك",
  "اللهم إني أسألك الأمان يوم القيامة والنجاة من النار",
  "اللهم إني أعوذ بك من ظلمات الليل وهم النهار",
  "اللهم إني أسألك حسن الخاتمة والرحمة عند الموت",
  "اللهم أعوذ بك من شر ما تحمله الرياح",
  "اللهم إني أسألك ليلة نافعة وعلما منيرا",
  "اللهم إني أعوذ بك من شر ما يؤتى به ومن شر ما يؤخذ به",
  "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل",
  "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل",
  "اللهم إني أعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال",
  "اللهم إني أسألك العافية في الدنيا والآخرة",
  "اللهم إني أعوذ بك من عذاب القبر، ومن عذاب جهنم",
  "اللهم إني أعوذ بك من فتنة المحيا والممات",
  "اللهم إني أعوذ بك من فتنة المسيح الدجال",
  "اللهم إني أسألك خير ما في هذه الليلة وخير ما بعدها",
  "اللهم إني أسألك العفو والعافية والمعافاة الدائمة في الدين والدنيا والآخرة",
  "اللهم إني أسألك نجاحا يتبعه فلاح",
  "اللهم إني أسألك فوزا يوم القيامة ونجاة من النار",
  "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
  "اللهم إني أسألك العصمة في الأمور كلها",
  "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك",
  "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء",
  "اللهم إني أسألك الهدى والسداد والتوفيق",
  "اللهم اجعل لي نورا في قلبي ونورا في بصري",
  "اللهم إني أسألك الصبر عند القضاء، ونعم العقبى في الدار",
  "اللهم إني أعوذ بك من شر ما يلج في الليل وشر ما يلج في النهار",
  "اللهم إني أعوذ بك من شر ما تهبُّ به الرياح",
  "اللهم اجعل لي نورا في قلبي ونورا في سمعي ونورا في بصري",
  "اللهم إني أسألك العفو والعافية في أهلي ومالي",
  "اللهم إني أعوذ بك من زوال نعمتك وفجاءة نقمتك",
  "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء",
  "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وجميع سخطك",
  "اللهم إني أسألك عند الموت التثبيت وعند السؤال الأمان",
  "اللهم إني أسألك العافية في الدنيا والآخرة",
  "اللهم إني أعوذ بك من عذاب القبر، وعذاب جهنم",
  "اللهم إني أسألك حسن الخاتمة ورحمة عند الموت",
  "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء",
  "اللهم إني أسألك في ختام هذا اليوم أن تغفر لي ذنوبي وترحمني، وأن تعافيني وتعافي أهلي والمسلمين",
  "اللهم إني أعوذ بك من شر ما جاء به الليل وشر ما يبعث به النهار",
  "اللهم إني أعوذ بك من شر ما يهب به الريح وشر ما تحمله السحاب",
  "اللهم إني أعوذ بك من شر ما يخشى ويحذر، وأعوذ بك من شر فتنة الليل والنهار",
  "اللهم إني أعوذ بك من شر ما خلقت وبرأت وذرأت، وأعوذ بك من شر ما ينزل من السماء وما يعرج فيها",
  "اللهم إني أسألك العافية في الدنيا والآخرة، وأسألك المغفرة والرضوان في الدين والدنيا والآخرة",
  "اللهم إني أسألك من خير ما سألك منه نبيك محمد وأعوذ بك من شر ما استعاذ منه نبيك محمد",
  "اللهم إني أسألك النجاة يوم القيامة، والمغفرة يوم الحساب",
  "اللهم إني أعوذ بك من شر ما تحمله الرياح، ومن شر فتنة الغنى والفقر",
  "اللهم إني أسألك خير ما في هذه الليلة، وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها",
  "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
  "اللهم إني أسألك العافية في جميع أموري وأعوذ بك من ذل الدنيا وعذاب الآخرة",
  "اللهم إني أعوذ بك من شر ما يأتي مع الرياح ومن شر فتنة الغنى والفقر",
  "اللهم إني أعوذ بك من شر ما ابتلى به في الليل أو النهار، ومن شر كل طارق إلا طارقا يطرق بخير يا رحمن",
  "اللهم إني أعوذ بك من شر ما تحمله السحاب ومن شر ما تنشئه الرياح",
  "اللهم إني أسألك خير ما في هذه الليلة وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها",
  "اللهم إني أسألك العفو والعافية في ديني، ودنياي، وأهلي، ومالي",
  "اللهم استر عوراتي، وآمن رعواتي",
  "اللهم احفظني بحفظك الذي لا يضام، وأكنفني بكنفك الذي لا يرام",
  "اللهم إني أعوذ بك من شر ما يؤتى به الليل والنهار، وشر ما تحمله السحاب في جوف الليل وأطراف النهار",
  "اللهم إني أعوذ بك من شر فتنة المسيح الدجال، وشر فتنة النار وفتنة القبر",
  "اللهم إني أعوذ بك من شر فتنة الغنى وشر فتنة الفقر، ومن شر فتنة المحيا والممات",
  "اللهم إني أسألك حبك وحب من ينفعني حبه عندك، وحب كل عمل يقربني إلى قربك",
  "اللهم إني أسألك العفو والعافية في الدنيا والآخرة، وأسألك التوفيق في كل عمل",
  "اللهم إني أسألك خير هذه الليلة فتحها ونصرها ونورها وبركتها وهداها",
  "اللهم إني أعوذ بك من شر ما في هذه الليلة وشر ما بعد",
  "اللهم إني أعوذ بك من كسل وسوء الكبر، وأعوذ بك من فتنة الدنيا وعذاب القبر",
  "اللهم اجعل أول هذه الليلة رحمة، وأوسطها فلاحا، وآخرها نجاة",
  "اللهم إني أسألك خير ما تجيب به عبادك الصالحون، وأعوذ بك من مضلات الفتن",
  "اللهم إني أسألك قلبا سليما، ولسانا صادقا، وعملا صالحا يقربني إليك",
  "اللهم إني أعوذ بك من شر ما يأتي به الليل وشر ما يأتي به النهار",
  "اللهم إني أعوذ بك من شر ما تهب به الرياح، ومن شر فتنة الغنى والفقر",
  "اللهم إني أعوذ بك من غلبة الدين وقهر العدو وشماتة الأعداء",
  "اللهم إني أعوذ بك من شر ما يؤتى به الليل والنهار، وشر ما تحمله السحاب",
  "اللهم إني أعوذ بك من شر فتنة المسيح الدجال ومن شر فتنة النار وفتنة القبر",
  "اللهم إني أعوذ بك من فتنة الغنى والفقر وأعوذ بك من فتنة المحيا والممات",
  "اللهم إني أعوذ بك من شر ما يلقي الشيطان في رأسي ومن شر حلم الليل والنهار",
  "اللهم إني أسألك الهدى والتقى والعفاف والغنى وأعوذ بك من شر ما يحدث الليل والنهار",
  "اللهم إني أعوذ بك من فتنة النار وعذاب القبر وفتنة الغنى والفقر وشر فتنة المسيح الدجال",
  "اللهم اجعل أول هذه الليلة خيرا وأوسطها نصرا وآخرها سعادة وغفرانا",
  "اللهم إني أسألك أن تجعل في قلبي نورا وفي لساني نورا وفي سمعي نورا وفي بصري نورا",
  "اللهم إني أعوذ بك من شر ما يأتي به الليل والنهار ومن شر كل طارق إلا طارقا يطرق بخير",
  "اللهم إني أسألك خير الدعاء وخير النجاح وخير العلم وخير العمل وخير الثواب وخير الحياة وخير الممات",
  "اللهم إني أعوذ بك من شر ما يلقي الشيطان في رأسي ومن شر حلم الليل والنهار ومن شر كل سارق ومارق",
  "اللهم إني أعوذ بك من شر ما تحمله الرياح ومن شر فتنة الغنى والفقر ومن شر فتنة المسيح الدجال",
  "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي وأعوذ بك من زوال نعمتك وتحول عافيتك",
  "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء ومن شر ما يؤتى به الليل والنهار",
  "اللهم إني أعوذ بك من فتنة الغنى والفقر وأعوذ بك من فتنة المحيا والممات وأعوذ بك من فتنة القبر والنار",
  "اللهم إني أسألك عند الموت التثبيت وعند السؤال الأمان وعند الحساب اليسر وعند الجزاء الزيادة وأسألك حبك وحب من ينفعني حبه عندك",
  "اللهم إني أسألك الهدى والتقى والعفاف والغنى وأعوذ بك من شر ما يحمله الليل والنهار",
  "اللهم اجعل لي نورا في قلبي ونورا في بصري ونورا في سمعي ونورا في لساني",
  "اللهم إني أسألك خير هذه الليلة فتحها ونصرها ونورها وبركتها وهداها",
  "اللهم إني أعوذ بك من شر ما في هذه الليلة وشر ما بعد ها",
  "اللهم اجعل أول هذه الليلة رحمة وأوسطها فلاحا وآخرها نجاة وغفرانا",
  "اللهم إني أسألك من خير ما سألك منه نبيك محمد وأعوذ بك من مضلات الفتن",
  "اللهم إني أعوذ بك من شر ما يأتي به الليل والنهار وشر كل طارق إلا طارقا يطرق بخير",
  "اللهم إني أسألك العافية في جميع أموري ورضاك في جميع أحوالي",
  "اللهم إني أعوذ بك من شر ما يحمل الليل والنهار ومن شر كل طارق إلا طارقا يطرق بخير",
  "اللهم اجعلني من أهل التقوى وأهل المغفرة واجعلني من عبادك الصالحين المخلصين",
  "اللهم ارزقني فهم النبيين وحفظ المرسلين وإلهام الملائكة المقربين",
  "اللهم إني أعوذ بك من شر ما يلج في الليل ويخرج في النهار ومن شر كل طارق إلا طارقا يطرق بخير يا رحمن",
  "اللهم إني أسألك فوزا في القيامة ونجاة من النار وأعوذ بك من عذاب القبر وفتنة المحيا والممات",
  "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما أؤتي ومن شر كل دابة أنت آخذ بناصيتها",
  "اللهم إني أسألك العفو والعافية في دنياي وديني وأهلي ومالي وأسألك المعافاة في جميع أمري",
  "اللهم إني أعوذ بك من شر ما يأتي به الغد ومن شر فتنة الليل والنهار ومن شر كل طارق إلا طارقا يطرق بخير",
  "اللهم إني أعوذ بك من شر ما تهب به الرياح ومن شر كل دابة أنت آخذ بناصيتها إن ربي على صراط مستقيم",
  "اللهم إني أسألك عند الموت التثبيت وعند السؤال الأمان وعند الحساب اليسر وعند الجزاء الزيادة وأسألك العفو عند الحساب"
]
