[
    "أصبحنا وأصبح الملك لله",
    "اللهم بك أصبحنا",
    "سبحان الله وبحمده",
    "لا إله إلا الله",
    "الله أكبر",
    "أستغفر الله",
    "اللهم إني أسألك العافية",
    "حسبي الله لا إله إلا هو",
    "بسم الله الذي لا يضر مع اسمه شيء",
    "رضيت بالله ربا",
    "اللهم ما أصبح بي من نعمة",
    "اللهم عافني في بدني",
    "اللهم اغفر لي",
    "اللهم إني أعوذ بك من الكسل",
    "اللهم إني أعوذ بك من علم لا ينفع",
    "سبحان الله وبحمده عدد خلقه",
    "اللهم صل على محمد",
    "اللهم إني أسألك الهدى والتقى",
    "اللهم إني أسألك علمًا نافعًا",
    "اللهم إني أسألك عملا صالحًا",
    "اللهم إني أسألك رزقًا طيبًا",
    "اللهم اهدني وسددني",
    "أعوذ بالله من شر ما صنعت أيدينا",
    "اللهم إني أعوذ بك من زوال نعمتك",
    "اللهم إني أعوذ بك من تحول عافيتك",
    "اللهم إني أعوذ بك من فجاءة نقمتك",
    "اللهم إني أعوذ بك من جميع سخطك",
    "اللهم أنت ربي لا إله إلا أنت",
    "أشهد أن لا إله إلا الله",
    "سبحان الله وبحمده، سبحان الله العظيم",
    "أستغفر الله وأتوب إليه",
    "اللهم فاطر السماوات والأرض",
    "يا حي يا قيوم برحمتك أستغيث",
    "أعوذ بكلمات الله التامات من شر ما خلق",
    "رب اشرح لي صدري ويسر لي أمري",
    "لا حول ولا قوة إلا بالله",
    "اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين",
    "يا مقلب القلوب ثبت قلبي على دينك",
    "اللهم إني أعوذ بك من الهم والحزن",
    "اللهم إني أعوذ بك من العجز والكسل",
    "اللهم إني أعوذ بك من الجبن والبخل",
    "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أسألك علمًا نافعًا ورزقًا طيبًا وعملا متقبلاً",
    "اللهم أعني على ذكرك وشكرك وحسن عبادتك",
    "اللهم قني عذابك يوم تبعث عبادك",
    "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
    "اللهم إني أعوذ بك من شر ما أجد وأحاذر",
    "اللهم إني أسألك الجنة وأعوذ بك من النار",
    "رب أعوذ بك من همزات الشياطين وأعوذ بك رب أن يحضرون",
    "اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي",
    "اللهم افتح لي أبواب رحمتك",
    "اللهم احفظني بالإسلام قائمًا واحفظني بالإسلام قاعدًا واحفظني بالإسلام راقدًا",
    "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
    "سبحان الله والحمد لله ولا إله إلا الله والله أكبر",
    "لا إله إلا أنت سبحانك إني كنت من الظالمين",
    "اللهم إني أعوذ بك من الكفر والفقر",
    "اللهم إني أعوذ بك من عذاب القبر",
    "اللهم رب السماوات السبع ورب العرش العظيم",
    "اللهم مصر لي شأني كله",
    "رب زدني علما وارزقني فهما",
    "اللهم إني أعوذ بك من العجز والكسل والجبن والهرم",
    "اللهم أحسن عاقبتنا في الأمور كلها",
    "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
    "اللهم أنت ربي لا إله إلا أنت، عليك توكلت وأنت رب العرش الكريم",
    "ما شاء الله كان وما لم يشأ لم يكن",
    "أعوذ بالله من شر ما خلق",
    "اللهم إني أسألك خير المسألة وخير الدعاء وخير النجاح",
    "اللهم إني أسألك العافية في الدنيا والآخرة",
    "اللهم إني أسألك عملا صالحا يقربني إليك",
    "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل",
    "اللهم إني أسألك الأمان يوم القيامة",
    "اللهم إني أعوذ بك من العجز والكسل والبخل والهرم",
    "اللهم إني أعوذ بك من فتنة النار وعذاب النار",
    "اللهم أعني ولا تعن علي، وانصرني ولا تنصر علي",
    "اللهم إني أسألك الهدى والسداد",
    "اللهم إني أعوذ بك من شر ما صنعت يديا",
    "اللهم إني أسألك خير المسألة، وخير الدعاء، وخير النجاح",
    "اللهم إني أعوذ بك من شر ما استعاذ منه نبيك محمد",
    "اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل",
    "اللهم إني أعوذ بك من النار وما قرب إليها من قول أو عمل",
    "اللهم إني أسألك خير الخير كله، عاجله وآجله",
    "اللهم إني أسألك شر الشر كله، عاجله وآجله",
    "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
    "اللهم استر عوراتي وآمن روعاتي",
    "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك",
    "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
    "اللهم متعني بسمعي وبصري واجعلهما الوارث مني",
    "اللهم إني أعوذ بك من سيئات الأخلاق، والأعمال، والأهواء",
    "اللهم إني أسألك علمًا نافعًا، ورزقًا طيبًا، وعملا متقبلا",
    "اللهم إني أسألك من خير ما سألك منه نبيك محمد",
    "اللهم إني أعوذ بك من شر ما استعاذ منه نبيك محمد",
    "اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل",
    "اللهم إني أعوذ بك من النار وما قرب إليها من قول أو عمل",
    "اللهم إني أسألك خير الخير كله، عاجله وآجله",
    "اللهم إني أعوذ بك من شر الشر كله، عاجله وآجله",
    "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
    "اللهم استر عوراتي وآمن روعاتي",
    "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي",
    "اللهم إني أسألك النجاة يوم القيامة",
    "اللهم إني أسألك الثبات في الأمر كله",
    "اللهم إني أسألك فعل الخيرات، وترك المنكرات، وحب المساكين",
    "اللهم إني أسألك حبك، وحب من يحبك، وحب كل عمل يقربني إلى حبك",
    "اللهم إني أسألك قلبًا سليمًا، ولسانًا صادقًا",
    "اللهم إني أعوذ بك من موت الفجأة، وأعوذ بك من طمع يهديك الهم",
    "اللهم اجعل في قلبي نورًا، وفي لساني نورًا، وفي سمعي نورًا، وفي بصري نورًا",
    "اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع",
    "اللهم إني أعوذ بك من دعوة مظلوم، ومن شر فتنة الغنى والفقر",
    "اللهم أنت ربي، لا إله إلا أنت، عليك توكلت وأنت رب العرش العظيم",
    "اللهم إني أعوذ بك من غلبة الدين، وغلبة العدو، وشماتة الأعداء",
    "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي",
    "اللهم إني أعوذ بك من شر ما أعمل، ومن شر ما لا أعمل",
    "اللهم إني أسألك العافية في الدنيا والآخرة",
    "اللهم إني أعوذ بك من الكسل والهرم والمغرم والمأثم",
    "اللهم إني أسألك العافية في بدني، والعافية في سمعي، والعافية في بصري",
    "اللهم إني أعوذ بك من شر سمعي، ومن شر بصري، ومن شر لساني، ومن شر قلبي، ومن شر منيّي",
    "اللهم إني أعوذ بك من شر ما يلج في الليل وشر ما يلج في النهار",
    "اللهم إني أعوذ بك من شر ما تحمله الرياح",
    "اللهم إني أعوذ بك من شر فتنة الغنى، وأعوذ بك من فتنة الفقر",
    "اللهم اغفر لي ذنبي كله، دقه وجله، وأوله وآخره وعلانيته وسره",
    "اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل، وأعوذ بك من عذاب القبر، وفتنة المحيا والممات",
    "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك التوفيق في كل الأمور",
    "اللهم إني أعوذ بك من شر ما يؤتى إلي، وشر ما يؤخذ مني",
    "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
    "اللهم إني أسألك عملاً متقبلاً ورزقاً طيباً وعلماً نافعاً",
    "اللهم إني أسألك فعل الخيرات، وترك المنكرات، وحب المساكين، وأن تغفر لي وترحمني",
    "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك التوبة والمغفرة",
    "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك",
    "اللهم إني أسألك النجاح في القضاء، ونزل الشهداء، وعيش السعداء، والنصر على الأعداء",
    "اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل",
    "اللهم إني أعوذ بك من شر ما أعمل ومن شر ما أؤمر",
    "اللهم اغفر لي خطيئتي، وجهلي، وإسرافي في أمري، وما أنت أعلم به مني",
    "اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعاء لا يسمع",
    "اللهم إني أعوذ بك من هم الهموم، وغم الغموم، وشغل الشغول، وفتنة القبور",
    "اللهم إني أعوذ بك من فتنة الفقر، وفتنة الغنى، وأعوذ بك من فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من فتنة النار، وعذاب النار، وفتنة القبر، وعذاب القبر",
    "اللهم إني أعوذ بك من شر فتنة الغنى، وأعوذ بك من شر فتنة الفقر",
    "اللهم إني أعوذ بك من شر ما يلج في الليل، وشر ما يلج في النهار",
    "اللهم إني أسألك خير الخير كله، وأعوذ بك من شر الشر كله",
    "اللهم إني أسألك قلبا سليما، ولسانا صادقا، ونفسا مطمئنة",
    "اللهم إني أسألك النجاة يوم القيامة، والمغفرة يوم الحساب",
    "اللهم إني أسألك الثبات في الأمر، وعزيمة الرشد",
    "اللهم إني أسألك حبك وحب من ينفعني حبه عندك",
    "اللهم إني أسألك من خير ما سألك منه عبادك الصالحون",
    "اللهم إني أسألك الأمان يوم القيامة",
    "اللهم إني أعوذ بك من العجز والكسل والبخل والهرم",
    "اللهم إني أعوذ بك من فتنة النار وعذاب النار",
    "اللهم أعني ولا تعن علي، وانصرني ولا تنصر علي",
    "اللهم إني أسألك الهدى والسداد",
    "اللهم إني أعوذ بك من شر ما صنعت يدي",
    "اللهم إني أسألك خير المسألة، وخير الدعاء، وخير النجاح",
    "اللهم إني أعوذ بك من شر ما أجد وخاف",
    "اللهم إني أسألك فواتح الخير وخواتمه",
    "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك",
    "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
    "اللهم متعني بسمعي وبصري واجعلهما الوارث مني",
    "اللهم إني أعوذ بك من سيئات الأخلاق، والأعمال، والأهواء",
    "اللهم إني أسألك علمًا نافعًا، ورزقًا طيبًا، وعملاً متقبلاً",
    "اللهم إني أسألك من خير ما سألك منه نبيك محمد",
    "اللهم إني أعوذ بك من شر ما استعاذ منه نبيك محمد",
    "اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل",
    "اللهم إني أعوذ بك من النار وما قرب إليها من قول أو عمل",
    "اللهم إني أسألك خير الخير كله، عاجله وآجله",
    "اللهم إني أعوذ بك من شر الشر كله، عاجله وآجله",
    "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
    "اللهم استر عوراتي وآمن رعاتي",
    "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي",
    "اللهم إني أسألك النجاة يوم القيامة",
    "اللهم إني أسألك الثبات في الأمر كله",
    "اللهم إني أسألك فعل الخيرات، وترك المنكرات، وحب المساكين",
    "اللهم إني أسألك حبك وحب من يحبك والعمل الذي يبلغني حبك",
    "اللهم إني أسألك قلبا سليما، ولسانا صادقا",
    "اللهم اجعل أول هذا النهار صلاحا، وأوسطه فلاحا، وآخره نجاحا",
    "اللهم إني أسألك خير هذا اليوم: فتحه، ونصره، ونوره، وبركته، وهداه",
    "اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي",
    "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك",
    "اللهم إني أسألك العافية في الدنيا والآخرة",
    "اللهم إني أعوذ بك من العجز والكسل والجبن والبخل",
    "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أسألك فعل الخيرات وترك المنكرات وحب المساكين",
    "اللهم إني أسألك حبك وحب من يحبك والعمل الذي يبلغني حبك",
    "اللهم إني أسألك من خير ما سألك منه عبادك الصالحون",
    "اللهم إني أعوذ بك من شر ما أعمل ومن شر ما لم أعمل",
    "اللهم إني أسألك العافية في الدنيا والآخرة",
    "اللهم إني أعوذ بك من العجز والكسل والجبن والهرم",
    "اللهم احفظني بالإسلام قائمًا واحفظني بالإسلام قاعدًا واحفظني بالإسلام راقدًا",
    "اللهم إني أسألك العفو والعافية والمعافاة الدائمة في الدين والدنيا والآخرة",
    "اللهم إني أسألك التوفيق الذي تهدي به عبادك الصالحين",
    "اللهم إني أعوذ بك من شر ما قضيت، ومن شر ما لم تقض",
    "اللهم إني أعوذ بك من غلبة الدين، وغلبة العدو، وشماتة الأعداء",
    "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
    "اللهم إني أسألك العافية في الدنيا والآخرة",
    "اللهم إني أسألك عملاً متقبلاً ورزقاً طيباً وعلماً نافعاً",
    "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل",
    "اللهم إني أسألك قلباً سليماً ولساناً ذاكراً",
    "اللهم اجعل في قلبي نوراً وفي لساني نوراً وفي سمعي نوراً وفي بصري نوراً",
    "اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع ومن نفس لا تشبع",
    "اللهم إني أعوذ بك من دعوة مظلوم ومن شر فتنة الغنى والفقر",
    "اللهم أنت ربي لا إله إلا أنت عليك توكلت وأنت رب العرش العظيم",
    "اللهم إني أعوذ بك من غلبة الدين وغلبة العدو وشماتة الأعداء",
    "اللهم إني أعوذ بك من العجز والكسل والجبن والبخل",
    "اللهم إني أعوذ بك من عذاب القبر ومن عذاب النار",
    "اللهم إني أعوذ بك من فتنة المحيا وفتنة الممات",
    "اللهم إني أعوذ بك من فتنة المسيح الدجال",
    "اللهم اغفر لي ذنبي وجهلي وإسرافي في أمري",
    "اللهم إني أعوذ بك من شر ما قضيت ومن شر ما لم تقض",
    "اللهم إني أسألك قلباً سليماً ولساناً صادقاً",
    "اللهم إني أعوذ بك من شر فتنة الغنى وشر فتنة الفقر",
    "اللهم إني أعوذ بك من شر فتنة النساء",
    "اللهم إني أسألك عملاً صالحاً يرضيك",
    "اللهم إني أعوذ بك من شر ما يأتي به الريح",
    "اللهم إني أسألك فعل الخيرات وترك المنكرات",
    "اللهم إني أسألك حبك وحب من يحبك",
    "اللهم إني أسألك خير ما سألك عبادك الصالحون",
    "اللهم إني أسألك العفو والعافية في الدين والدنيا والآخرة",
    "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما يؤخذ مني",
    "اللهم احفظني بالإسلام قائمًا وقاعدًا وراقدًا",
    "اللهم إني أعوذ بك من شر ما يجيء به الليل والنهار",
    "اللهم افتح لي أبواب رحمتك، ويسر لي أبواب فضلك",
    "اللهم إني أعوذ بك من هم الهموم، وغم الغموم، وشغل الشغول، وفتنة القبور",
    "اللهم إني أسألك خير المسألة وخير الدعاء وخير النجاح",
    "اللهم إني أعوذ بك من شر ما أجد وأحاذر",
    "اللهم إني أسألك الجنة وأعوذ بك من النار",
    "اللهم رب أعوذ بك من همزات الشياطين وأعوذ بك رب أن يحضرون",
    "اللهم افتح علي أبواب رحمتك",
    "اللهم اهدني فيمن هديت، وعافني فيمن عافيت",
    "اللهم إني أسألك فهم النبيين وحفظ المرسلين المقربين",
    "اللهم اجعلني من الذين ينصرونه فلا يخذلون، وتهديه فلا يضل",
    "اللهم إني أسألك نوراً من عندك يضيء قلبي",
    "اللهم اهدني وسددني",
    "اللهم اجعلني من الذين يستمعون القول فيتبعون أحسنه",
    "اللهم افتح علي أبواب فضلك وانشر علي خزائن رحمتك",
    "اللهم إني أسألك العافية في الدنيا والآخرة",
    "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
    "اللهم إني أعوذ بك من زوال نعمتك",
    "اللهم اجعل لي نورا في قلبي ونورا في قبري",
  "اللهم إني أعوذ بك من شر ما يلج في الليل وشر ما يلج في النهار",
  "اللهم إني أعوذ بك من شر فتنة الغنى وشر فتنة الفقر",
  "اللهم إني أعوذ بك من شر ما قضيت وشر ما لم تقض",
  "اللهم إني أعوذ بك من عذاب القبر وعذاب النار",
  "اللهم اغفر لي ذنبي كله، دقه وجله، وأوله وآخره",
  "اللهم إني أسألك فعل الخيرات وترك المنكرات",
  "اللهم إني أسألك خير ما سألك منه عبادك الصالحون",
  "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
  "اللهم إني أسألك نورا في قلبي وبصيرة في ديني",
  "اللهم إني أسألك نورا في قلبي وبصيرة في ديني ويقينا في إيماني",
  "اللهم إني أسألك العلم النافع والرزق الطيب والعمل الصالح",
  "اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع",
  "اللهم إني أعوذ بك من نفس لا تشبع ومن دعاء لا يسمع",
  "اللهم إني أعوذ بك من هؤلاء الأربع",
  "اللهم اجعل أول يومي هذا صلاحا وأوسطه فلاحا وآخره نجاحا",
  "اللهم اجعل لي في قلبي نورا وفي لساني نورا وفي سمعي نورا وفي بصري نورا",
  "اللهم إني أسألك فهم النبيين وحفظ المرسلين",
  "اللهم اجعل لي نورا في قلبي ونورا في قبري ونورا من بين يدي ومن خلفي",
  "اللهم إني أعوذ بك من شر ما يلج في الليل وشر ما يلج في النهار",
  "اللهم إني أعوذ بك من شر فتنة الغنى وشر فتنة الفقر",
  "اللهم إني أعوذ بك من شر فتنة النساء وشر فتنة الموت",
  "اللهم إني أسألك خير ما في هذا اليوم وخير ما بعده",
  "اللهم إني أعوذ بك من عذاب القبر ومن عذاب جهنم",
  "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
  "اللهم إني أسألك التوفيق والهدى والغنى والسلامة",
  "اللهم اغفر لي وارحمني وهديني وعافني وارزقني",
  "اللهم إني أسألك علما ينتفع به وعملا صالحا تقبله",
  "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء",
  "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما يؤخذ مني",
  "اللهم اجعلني ممن تنصره فلا يخذل وتهديه فلا يضل",
  "اللهم افتح علي أبواب فضلك وبارك لي في رزقي",
  "اللهم إني أسألك العافية في الدنيا والآخرة والمغفرة والرضوان",
  "اللهم إني أسألك التوفيق في كل أموري والسعادة في كل حياتي",
  "اللهم اجعلني ممن يحبهم وترضى عنهم وتنصرهم",
  "اللهم إني أعوذ بك من ضيق الحياة وضيق الممات",
  "اللهم اجعلني ممن يذكرك فيشكرك ويتبع أمرك ويخشاك",
  "اللهم إني أسألك صبر الشاكرين لك",
  "اللهم إني أعوذ بك من غرور النفس وشتات الأمر",
  "اللهم اجعلني ممن يتبعون الهدى ويستمعون القول فتبعون أحسنه",
  "اللهم اجعل لي نورا في قلبي ونورا في سمعي ونورا في بصري",
  "اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري",
  "اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت",
  "اللهم إني أعوذ بك من شر ما يأتي به الريح",
  "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
  "اللهم إني أعوذ بك من فتنة النار وفتنة القبر",
  "اللهم إني أعوذ بك من عذاب القبر وعذاب النار",
  "اللهم إني أسألك العصمة في الأمر كله",
  "اللهم إني أعوذ بك من فتنة الدجال",
  "اللهم إني أسألك رضاك والجنة",
  "اللهم إني أعوذ بك من سخطك والنار",
  "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
  "اللهم إني أسألك خير الخير كله، وأعوذ بك من شر الشر كله",
  "اللهم إني أعوذ بك من فتنة المحيا والممات",
  "اللهم إني أعوذ بك من ضلالة الفتنة",
  "اللهم إني أعوذ بك من مضلات الفتن",
  "اللهم إني أعوذ بك من شر ما يجري به الليل والنهار",
  "اللهم إني أعوذ بك من شر ما خلقت في الأرض والسماء",
  "اللهم إني أعوذ بك من شر ما يخرج من الأرض ويدخل فيها",
  "اللهم إني أسألك العافية في بدني وسلامتي في ديني",
  "اللهم إني أسألك اليقين والمعافاة",
  "اللهم إني أسألك صحة في إيمان وإيمانا في حسن خلق",
  "اللهم إني أسألك نجاحا يتبعه فلاح",
  "اللهم إني أسألك فوزا يوم القيامة ونجاة من النار",
  "اللهم إني أسألك العصمة في الأمور كلها",
  "اللهم إني أسألك التوفيق في الدعاء وصواب القصد",
  "اللهم إني أسألك عملا نافعا ورزقا طيبا وعلما متقبلا"
]
