[
    "ٱللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ ٱلْعَفْوَ فَٱعْفُ عَنِّي",
    "ٱللَّهُمَّ أَنتَ رَبِّي لَآ إِلَٰهَ إِلَّآ أَنتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا ٱسْتَطَعْتُ، أَعُوذُ بِكَ مِن شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ بِذَنبِي، فَٱغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ ٱلذُّنُوبَ إِلَّآ أَنتَ",
    "سُبْحَانَ ٱللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَـٰتِهِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ ٱلْهَمِّ وَٱلْحَزَنِ وَٱلْعَجْزِ وَٱلْكَسَلِ وَٱلْبُخْلِ وَٱلْجُبْنِ وَضَلَعِ ٱلدِّينِ وَغَلَبَةِ ٱلرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن ظُلْمِ ٱللَّيْلِ وَظُلْمِ ٱلنَّهَارِ وَظُلْمِ ٱلصَّغِيرِ وَظُلْمِ ٱلْكَبِيرِ وَظُلْمِ ٱلْمُسْلِمِينَ",
    "ٱللَّهُمَّ أَجْعَلْ مَآ أَصْبَحْنَا بِهِ نُورًۭا وَبَارَكْ لَنَا فِيمَآ أَمْسَيْنَا بِهِ، وَٱجْعَلْنَا مِنَ ٱلْفَآئِزِينَ يَوْمَ ٱلْقِيَـٰمَةِ",
    "ٱللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِمْ وَنَعُوذُ بِكَ مِن شُرُورِهِمْ",
    "ٱللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِن جَارِ ٱلسُّؤَءِ فِي ٱلدُّنْيَا وَٱلْءَاخِرَةِ",
    "ٱللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنَ ٱلْفِتْنِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ",
    "ٱللَّهُمَّ ٱجْعَلْنَا مِمَّن يَشْهَدُونَ لَكَ بِٱلْحَقِّ يَوْمَ ٱلْقِيَـٰمَةِ",
    "ٱللَّهُمَّ ٱجْعَلْنَا مِنْ أَهْلِ ٱلْجَنَّةِ وَٱعِنَا عَلَى ٱلنَّارِ",
    "ٱللَّهُمَّ إِنَّا نَسْـَٔلُكَ ٱلْجَنَّةَ وَمَا قَرِبَ إِلَيْهَا مِن قَوْلٍ أَوْ عَمَلٍ، وَنَعُوذُ بِكَ مِنَ ٱلنَّارِ وَمَا قَرِبَ إِلَيْهَا مِن قَوْلٍ أَوْ عَمَلٍ",
    "ٱللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِن عَذَابِ ٱلْقَبْرِ وَمِن فِتْنَةِ ٱلْمَسِيحِ ٱلدَّجَّالِ وَمِن فِتْنَةِ ٱلْمَحْيَا وَٱلْمَمَاتِ وَمِن فِتْنَةِ ٱلْمَسِيحِ ٱلدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ ٱلْفَقْرِ وَٱلْقِلَّةِ وَأَعُوذُ بِكَ مِنْ أَنْ أَظْلِمَ أَوْ أَظْلَمَ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن ٱلْكَسَلِ وَٱلْهَرَمِ وَٱلْمَأْثَمِ وَٱلْمَغْرَمِ، وَأَعُوذُ بِكَ مِن فِتْنَةِ ٱلدُّنْيَا وَعَذَابِ ٱلقَبْرِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن عَذَابِ ٱلْقَبْرِ وَمِن فِتْنَةِ ٱلمَسِيحِ ٱلدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن عَذَابِ فِي ٱلنَّارِ وَعَذَابِ ٱلقَبْرِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن ٱلفَقْرِ وَٱلقِلَّةِ وَأَعُوذُ بِكَ مِن غَلَبَةِ ٱلدِّينِ وَقَهْرِ ٱلرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن ٱلكُفْرِ وَٱلفَقْرِ، وَأَعُوذُ بِكَ مِن عَذَابِ ٱلقَبْرِ، لَا إِلَٰهَ إِلَّآ أَنتَ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن ٱلهَمِّ وَٱلحَزَنِ، وَأَعُوذُ بِكَ مِن ٱلعَجْزِ وَٱلكَسَلِ، وَأَعُوذُ بِكَ مِن ٱلبُخْلِ وَٱلجُبْنِ، وَأَعُوذُ بِكَ مِن غَلَبَةِ ٱلدِّينِ وَقَهْرِ ٱلرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن ٱلجُبْنِ وَٱلبُخْلِ، وَأَعُوذُ بِكَ مِن ظُلْمِ ٱلدِّينِ وَغَلَبَةِ ٱلرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن فِتْنَةِ ٱلمَحْيَا وَٱلمَمَاتِ، وَأَعُوذُ بِكَ مِن فِتْنَةِ ٱلمَسِيحِ ٱلدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن عَذَابِ ٱلقَبْرِ، وَأَعُوذُ بِكَ مِن فِتْنَةِ ٱلمَسِيحِ ٱلدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ ٱلْقَبْرِ وَمِنْ عَذَابِ جَهَنَّمَ وَمِنْ فِتْنَةِ ٱلْمَحْيَا وَٱلْمَمَاتِ وَمِنْ شَرِّ فِتْنَةِ ٱلْمَسِيحِ ٱلدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ مَا فِي هَٰذِهِ ٱللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَٰذِهِ ٱللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ عَيْشَةً هَنِيِّئَةً وَمَيِّتَةً سَوِيَّةً وَمَرَدًّا غَيْرَ مُخْزٍ وَلَا فَاحِشٍ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ ٱلْعَجْزِ وَٱلْكَسَلِ وَٱلْبُخْلِ وَٱلْهَرَمِ وَٱلذُّلَّةِ وَغَلَبَةِ ٱلدِّينِ وَقَهْرِ ٱلرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ فِي ٱلنَّارِ وَعَذَابِ ٱلْقَبْرِ وَمِنْ فِتْنَةِ ٱلْمَحِيِّ وَٱلْمَمَاتِ وَمِنْ شَرِّ فِتْنَةِ ٱلْمَسِيحِ ٱلدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ ٱلْفَقْرِ وَٱلْقِلَّةِ وَأَعُوذُ بِكَ مِنْ غَلَبَةِ ٱلدِّينِ وَقَهْرِ ٱلرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ ٱلْقَبْرِ وَمِنْ فِتْنَةِ ٱلْمَسِيحِ ٱلدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ ٱلرِّضَا بَعْدَ ٱلْقَضَاءِ وَٱلْبَرَآءَ بَعْدَ ٱلْفِرَقِ وَٱلسَّعَادَةَ بَعْدَ ٱلشَّقَاوَةِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ يَقِينًۭا صَـٰدِقًۭا وَقَلْبًۭا خَـٰشِعًۭا وَلِسَـٰنًۭا ذَٰكِرًا",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا أَعْطَيْتَ وَمِنْ شَرِّ مَا مَنَعْتَ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَارِ ٱلسُّؤَءِ فِي ٱلْمَسْجِدِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ ظُلْمَةِ ٱلْقَبْرِ وَمِنْ عَذَابِ ٱلْقَبْرِ وَمِنْ فِتْنَةِ ٱلْقَبْرِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ ٱلْمَسِيحِ ٱلدَّجَّالِ وَمِنْ فِتْنَةِ ٱلدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ فِي ٱلنَّارِ وَعَذَابِ ٱلْقَبْرِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ ٱلْهَمِّ وَٱلْحَزَنِ وَٱلْجَبْرُوتِ وَٱلْبُخْلِ وَٱلجُبْنِ وَضَلَعِ ٱلدِّينِ وَغَلَبَةِ ٱلرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا ٱسْتَعَاذَ بِكَ عَبْدُكَ وَنَبِيُّكَ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ ٱلْقَبْرِ وَمِنْ فِتْنَةِ ٱلْمَحِيِّ وَٱلْمَمَاتِ وَمِنْ شَرِّ فِتْنَةِ ٱلْمَسِيحِ ٱلدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ ٱلْمَسِيحِ ٱلدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ ٱلْعَافِيَةَ فِي ٱلدُّنْيَا وَٱلْآخِرَةِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ ٱلْهُدَى وَٱلتَّقْى وَٱلْعَفَافَ وَٱلْغِنَى",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ ٱلْهَمِّ وَٱلْحَزَنِ وَٱلْجَبْرُوتِ وَٱلْبُخْلِ وَٱلْجُبْنِ وَضَلَعِ ٱلدِّينِ وَغَلَبَةِ ٱلرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ ٱلْهَمِّ وَٱلْ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ الْمَحِيَّا وَالْمَمَاتِ وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ عَيْشَةً هَنِيَّةً وَمَيِّتَةً سَوِيَّةً وَمَرَدًّا غَيْرَ مُخْزٍ وَلَا فَاحِشٍ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْبُخْلِ وَالْهَرَمِ وَالذُّلَّةِ وَغَلَبَةِ الدِّينِ وَقَهْرِ الرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ فِي النَّارِ وَعَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ الْمَحِيَّا وَالْمَمَاتِ وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْفَقْرِ وَالْقِلَّةِ وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدِّينِ وَقَهْرِ الرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ وَالْبَرَاءَ بَعْدَ الْفِرَاقِ وَالسَّعَادَةَ بَعْدَ الشَّقَاوَةِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ يَقِينًا صَادِقًا وَقَلْبًا خَاشِعًا وَلِسَانًا ذَاكِرًا",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا أَعْطَيْتَ وَمِنْ شَرِّ مَا مَنَعْتَ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَارِ السُّوءِ فِي الْمَسْجِدِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ ظُلْمَةِ الْقَبْرِ وَمِنْ عَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ الْقَبْرِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ وَمِنْ فِتْنَةِ الدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ فِي النَّارِ وَعَذَابِ الْقَبْرِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحُزْنِ وَالْجَبْرُوتِ وَالْبُخْلِ وَالْجُبْنِ وَضَلَعِ الدِّينِ وَغَلَبَةِ الرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَ بِكَ عَبْدُكَ وَنَبِيُّكَ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَٱلْحَزَنِ وَٱلْجَبْرُوتِ وَٱلْبُخْلِ وَٱلْجُبْنِ وَضَلَعِ الدِّينِ وَغَلَبَةِ الرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا ٱسْتَعَاذَ بِكَ عَبْدُكَ وَنَبِيُّكَ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَٱلْ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ النَّفْسِ وَشَرِّ الشَّيْطَانِ وَشَرِّ هَمِّ الْمَوْتِ وَشَرِّ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الدُّنْيَا وَشَرِّ الْآخِرَةِ وَشَرِّ الْجَسَدِ وَشَرِّ الْقَلْبِ وَشَرِّ اللِّسَانِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْمَعْصِيَةِ وَشَرِّ الدَّيْنِ وَشَرِّ الْمَغْرَمِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ الثَّبَاتِ فِي الْأَمْرِ وَالْعَزِيمَةِ عَلَى الرُّشْدِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْكِبَرِيَاءِ وَالْهَوَى",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْبَخِيلِ وَشَرِّ الْهَرَمِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ النِّفَاقِ وَالْعُجْبِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَمِنْ عَذَابِ جَهَنَّمَ وَمِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَفِتْنَةِ الْقَبْرِ وَفِتْنَةِ النَّارِ وَفِتْنَةِ الْمَحْيَا وَالْمَمَاتِ وَفِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لَا يَنْفَعُ وَمِنْ قَلْبٍ لَا يَخْشَعُ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَيْنٍ لَا تَدْمَعُ وَقَلْبٍ لَا يَخْشَعُ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْقَسَوَةِ وَشَرِّ الضَّلَعِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ السَّخَطِ وَشَرِّ الشَّهَوَةِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْبُخْلِ وَالْجُبْنِ وَضَلَعِ الدِّينِ وَغَلَبَةِ الرِّجَالِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَرٍّ عَاجِلٍ وَآجِلٍ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ عِيشَةً هَنِيَّةً وَمِيتَةً سَوِيَّةً وَقَلْبًا خَاشِعًا وَلِسَانًا ذَاكِرًا",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ حُسْنَ الْخَتَمِ وَالْفِرْدَوْسَ الْأَعْلَى",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ وَدَرَكِ الشَّقَاءِ وَسُوءِ الْقَضَاءِ وَشَمَاتَةِ الْأَعْدَاءِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَشَوْقَاً إِلَى لِقَائِكَ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ عِيشَةً هَنِيَّةً وَمِيتَةً سَوِيَّةً وَلِسَانًا صَادِقًا وَقَلْبًا خَاشِعًا",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ اللَّيْلِ وَشَرِّ كُلِّ ذَيِّبٍ إِلَيْهِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ النَّفْسِ وَشَرِّ الشَّيْطَانِ وَشَرِّ هَمِّ اللَّيْلِ وَالنَّهَارِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْحُسْنِ وَشَرِّ السَّوْءِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ وَالْبَرَاءَةَ مِنَ الْخِيَانَةِ بَعْدَ الْوَفَاءِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ حُبَّكَ وَحُبَّ مَنْ يُحِبُّكَ وَحُبَّ كُلِّ عَمَلٍ يُقَرِّبُنِي إِلَى حُبِّكَ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ كَلِمَةً صِدْقٍ فِي الرِّضَا وَقَلْبًا خَاشِعًا وَلِسَانًا ذَاكِرًا",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْكِبَرِيَاءِ وَالْهَمِّ وَالْحُزْنِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ النِّفَاقِ وَالْعِجْبِ وَالْكِبْرِيَاءِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَمِنْ عَذَابِ النَّارِ وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ وَمِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَفِتْنَةِ الْقَبْرِ وَفِتْنَةِ الْعَذَابِ وَفِتْنَةِ النَّارِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لَا يَنْفَعُ وَمِنْ قَلْبٍ لَا يَخْشَعُ وَمِنْ نَفْسٍ لَا تَشْبَعُ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْفَقْرِ وَالْكِبَرِيَاءِ وَالْكَسَلِ وَالْبُخْلِ وَالْجُبْنِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْهَمِّ وَالْحُزْنِ وَالْعَجْزِ وَالْكَسَلِ وَالْبُخْلِ وَالْجُبْنِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْبَلَاءِ وَدَرَكِ الشَّقَاءِ وَسُوءِ الْقَضَاءِ وَشَمَاتَةِ الْأَعْدَاءِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الشِّرْكِ بِكَ وَأَنَا أَعْلَمُ وَأَسْتَغْفِرُكَ لِمَا لَا أَعْلَمُ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْمَأْثَمِ وَالْمَغْرَمِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الْخَيْرَاتِ وَتَرْكَ الْمُنْكَرَاتِ وَحُبَّ الْمَسَاكِينِ وَأَنْ تَغْفِرَ لِي وَتَرْحَمَنِي وَتَتُوبَ عَلَيَّ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْمَعَاصِي وَالْمَغْرَمِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ لَيْلَةً مُبَارَكَةً وَرِزْقًا وَاسِعًا وَقَلْبًا سَلِيمًا",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ رِضَاكَ وَالْجَنَّةَ وَأَعُوذُ بِكَ مِنْ سَخَطِكَ وَالنَّارِ",
    "ٱللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا وَقَلْبًا خَاشِعًا وَلِسَانًا ذَاكِرًا",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ الدُّنْيَا وَالْمَوْتِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ اللَّيْلِ وَالنَّهَارِ وَشَرِّ كُلِّ طَارِقٍ إِلَيْهِ",
    "ٱللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ الْمَأْثَمِ وَشَرِّ الْمَغْرَمِ",
    "اللّٰهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا",
    "اللّٰهُمَّ إِنِّي أَمْسَيْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابٍ في النَّارِ وَعَذَابٍ في الْقَبْرِ",
    "اللّٰهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
    "اللّٰهُمَّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي في أَمْرِي",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ في الدُّنْيَا وَالآخِرَةِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْهَرَمِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا أَعْمَلُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يَلِجُ في اللَّيْلِ وَالنَّهَارِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ فِتْنَةِ الغِنَى وَشَرِّ فِتْنَةِ الفَقْرِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ فِتْنَةِ النِّسَاءِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا قَضَيْتَ وَمِنْ شَرِّ مَا لَمْ تَقْضِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ في الدُّنْيَا وَالآخِرَةِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ وَمِنْ عَذَابِ النَّارِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ المَحْيَا وَفِتْنَةِ المَمَاتِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ وَالْمُعَافَاةَ الدَّائِمَةَ في الدِّينِ وَالدُّنْيَا وَالآخِرَةِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يُؤْتَى إِلَيَّ وَشَرِّ مَا يُؤْخَذُ مِنِّي",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ نُورًا في قَلْبِي وَبَصِيرَةً في دِينِي وَيَقِينًا في إِيمَانِي",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ التَّوْفِيقَ وَالهُدَى وَالغِنَى وَالسَّلَامَةَ",
    "اللّٰهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَهَدِنِي وَعَافِنِي وَارْزُقْنِي",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا يَنْتَفِعُ بِهِ وَعَمَلاً صَالِحًا تُقَبَّلُهُ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ وَدَرَكِ الشَّقَاءِ وَسُوءِ الْقَضَاءِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ التَّوْفِيقَ في كُلِّ أُمُورِي وَالسَّعَادَةَ في كُلِّ حَيَاتِي",
    "اللّٰهُمَّ اجْعَلْنِي مِمَّنْ تُحِبُّهُمْ وَتَرْضَى عَنْهُمْ وَتَنْصُرُهُمْ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الرَّاحَةَ عِنْدَ المَوْتِ وَالْعَفْوَ عِنْدَ الْحِسَابِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ رِضَاكَ وَالْجَنَّةَ وَأَعُوذُ بِكَ مِنْ سَخَطِكَ وَالنَّارِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ نُورًا في ظُلْمَةِ اللَّيْلِ وَهُدًى في الْغَيِّ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يَخْتَلِجُ في الظُّلَمِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الأَمَانَ يَوْمَ الْقِيَامَةِ",
    "اللّٰهُمَّ اهْدِنِي وَسَدِّدْنِي وَاجْعَلْنِي مِنَ الصَّالِحِينَ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ تَقَلُّبِ الْقُلُوبِ وَزَلَّةِ الْقَدَمِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يَأْتِي مَعَ الرِّيحِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ السَّلَامَةَ في الدِّينِ وَالدُّنْيَا",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا",
    "اللّٰهُمَّ اجْعَلْنِي مِنَ الَّذِينَ يَذْكُرُونَكَ وَيَشْكُرُونَكَ وَيُطِيعُونَكَ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ مَا في هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا في هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَغْرَمِ وَالْمَأْثَمِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ المَحْيَا وَالْمَمَاتِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ في الدُّنْيَا وَالآخِرَةِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعِصْمَةَ في الأَمُورِ كُلِّهَا",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ التَّوْفِيقَ في كُلِّ أُمُورِي",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ قُلُوبًا سَلِيمَةً وَأَلْسِنَةً صَادِقَةً",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ مِنْ كُلِّ خَيْرٍ خَزَائِنُهُ بِيَدِكَ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ نِعْمَةً دَائِمَةً وَرَزْقًا وَاسِعًا وَقُلُوبًا خَاشِعَةً",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ نَجَاحًا يَتْبَعُهُ فَلاَحٌ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ فَوْزًا يَوْمَ الْقِيَامَةِ وَنَجَاةً مِنَ النَّارِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ عَمَلاً نَافِعًا وَرِزْقًا طَيِّبًا وَعِلْمًا مُتَقَبَّلاً",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ، فَتْحَهَا، وَنَصْرَهَا، وَنُورَهَا، وَبَرَكَتَهَا، وَهُدَاهَا",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يَجِئُ بِهِ اللَّيْلُ",
    "اللّٰهُمَّ أَنْتَ رَبِّي، لا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، وَأَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي، فَاغْفِرْ لِي، فَإِنَّهُ لا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَالْجُبْنِ وَالْهَرَمِ، وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ المَحْيَا وَالْمَمَاتِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ عَفْوًا وَعَافِيَةً في دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي",
    "اللّٰهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي",
    "اللّٰهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي، وَعَنْ يَمِينِي وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ وَفِتْنَةِ الْغِنَى",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ عَمَلاً مُتَقَبَّلاً وَرِزْقًا طَيِّبًا وَعِلْمًا نَافِعًا",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ، وَتَحَوُّلِ عَافِيَتِكَ، وَفُجَاءَةِ نِقْمَتِكَ، وَجَمِيعِ سَخَطِكَ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ الْقَضَاءِ، وَشَمَاتَةِ الأَعْدَاءِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ ظُلْمَاتِ اللَّيْلِ وَهَمِّ النَّهَارِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ، فَتْحَهَا وَنُصْرَهَا وَنُورَهَا وَبَرَكَتَهَا",
    "اللّٰهُمَّ اجْعَلْ أَمْسِي وَمَا بَعْدَهُ خَيْرًا مِنْ صَبَاحِي وَمَا قَبْلَهُ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يُحْدِثُ اللَّيْلُ وَالنَّهَارُ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ كُلِّ أَمْرٍ ذِي شَقَاقٍ وَنِفَاقٍ وَسُوءِ أَخْلاقٍ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ نُورًا وَهُدًى وَعِلْمًا نَافِعًا",
    "اللّٰهُمَّ اجْعَلْ لِي نُورًا في قَلْبِي وَنُورًا في لِسَانِي وَنُورًا في سَمْعِي وَنُورًا في بَصَرِي",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ عَمَلاً صَالِحًا تَرْضَى بِهِ عَنِّي",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ مَوْجِبَاتِ رَحْمَتِكَ وَعَزَائِمَ مَغْفِرَتِكَ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْغَنِيمَةَ مِنْ كُلِّ بِرٍّ وَالسَّلَامَةَ مِنْ كُلِّ إِثْمٍ",
    "اللّٰهُمَّ لا تَدَعْ لِي ذَنْبًا إِلَّا غَفَرْتَهُ وَلا هَمًّا إِلَّا فَرَّجْتَهُ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الْخَيْرَاتِ وَتَرْكَ الْمُنْكَرَاتِ وَحُبَّ الْمَسَاكِينِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ حُبَّكَ وَحُبَّ مَنْ يُحِبُّكَ وَحُبَّ كُلِّ عَمَلٍ يُقَرِّبُنِي إِلَى حُبِّكَ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ قَلْبًا سَلِيمًا وَلِسَانًا ذَاكِرًا",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يَأْتِي بِهِ اللَّيْلُ وَالنَّهَارُ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَفِتْنَةِ الْقَبْرِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ صَلاحَ النِّيَّةِ وَالعَمَلِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يُحْدِثُ الظُّلُمَةُ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ حُسْنَ الخَاتِمَةِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يُؤْتَى إِلَيَّ وَشَرِّ مَا أُرْسِلُ بِهِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ لَيْلَةً نَافِعَةً وَعِلْمًا مُنِيرًا",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالعَافِيَةَ في الدِّينِ وَالدُّنْيَا وَالآخِرَةِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا في اللَّيْلِ وَشَرِّ مَا بَعْدَ اللَّيْلِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ، فَتْحَهَا وَنَصْرَهَا وَبَرَكَتَهَا وَهُدَاهَا",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الهُدَى وَالسَّدَادَ وَالعِلْمَ النَّافِعَ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، وَمِنْ عَذَابِ النَّارِ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا يَنْتَفِعُ بِهِ وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ سَخَطِكَ وَعَذَابِكَ وَشَرِّ عِبَادِكَ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ في الدُّنْيَا وَالآخِرَةِ وَالْمَغْفِرَةَ وَالرِّضْوَانَ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ نُورًا يُضِيءُ قَلْبِي وَبَصِيرَةً في دِينِي",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ ظُلْمَاتِ اللَّيْلِ وَشُرُورِ النَّهَارِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الأَمَانَ يَوْمَ الْقِيَامَةِ وَالنَّجَاةَ مِنَ النَّارِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يَحْمِلُهُ الرِّيحُ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ حُسْنَ الخَاتِمَةِ وَرَحْمَةً عِنْدَ الْمَوْتِ",
    "اللّٰهُمَّ اجْعَلْ لِي نُورًا في قَلْبِي وَنُورًا في سَمْعِي وَنُورًا في بَصَرِي",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالعَافِيَةَ في الدُّنْيَا وَالآخِرَةِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا يَنْتَفِعُ بِهِ وَعَمَلاً مُتَقَبَّلاً",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا خَلَقْتَ في الْأَرْضِ وَالسَّمَاءِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ وَدَرَكِ الشَّقَاءِ وَسُوءِ الْقَضَاءِ وَشَمَاتَةِ الأَعْدَاءِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ في دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي",
    "اللّٰهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ فَهْمَ النَّبِيِّينَ وَحِكْمَةَ الْمُرْسَلِينَ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا",
    "اللّٰهُمَّ اجْعَلْ لِي نُورًا في قَلْبِي وَنُورًا في بَصَرِي وَنُورًا في سَمْعِي",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يَأْتِي بِهِ الرِّيحُ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ وَدَرَكِ الشَّقَاءِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالسَّدَادَ وَالتَّوْفِيقَ",
    "اللّٰهُمَّ اجْعَلْ لِي نُورًا في قَلْبِي وَنُورًا في بَصَرِي",
    "اللّٰهُمَّ اجْعَلْنِي مِمَّنْ يَذْكُرُونَكَ وَيَشْكُرُونَكَ وَيُطِيعُونَكَ",
    "اللّٰهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ صَلاحَ الْقَلْبِ وَالعَمَلِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يُحْدِثُ الظُّلُمَةُ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ النَّجَاةَ يَوْمَ الْقِيَامَةِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا تَحْمِلُهُ الرِّيَاحُ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ لَيْلَةً مُبَارَكَةً وَعِلْمًا نَافِعًا",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا تَجْلِبُ الظُّلُمَاتُ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ خَاتِمَةَ الْخَيْرِ وَرَحْمَةً عِنْدَ الْمَوْتِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يُؤْتَى بِهِ وَمَا يُؤْخَذُ بِهِ",
    "اللّٰهُمَّ اجْعَلْ لِي نُورًا في قَلْبِي وَنُورًا في بَصَرِي وَنُورًا في سَمْعِي",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ في الدُّنْيَا وَالْآخِرَةِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَفِتْنَةِ الْقَبْرِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ نُورًا وَهُدًى وَعِلْمًا نَافِعًا",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا يُؤْتَى إِلَيَّ وَمِنْ شَرِّ مَا يُؤْخَذُ مِنِّي",
    "اللّٰهُمَّ اجْعَلْنِي مِمَّنْ يَذْكُرُونَكَ وَيَشْكُرُونَكَ وَيُطِيعُونَكَ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ في دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي",
    "اللّٰهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي",
    "اللّٰهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَمِنَ الْعَجْزِ وَالْكَسَلِ وَمِنَ الْجُبْنِ وَالْبُخْلِ",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَمِنْ قَهْرِ الرِّجَالِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعِصْمَةَ في الأَمُورِ كُلِّهَا",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ التَّوْفِيقَ في كُلِّ أُمُورِي وَالسَّعَادَةَ في كُلِّ حَيَاتِي",
    "اللّٰهُمَّ اجْعَلْنِي مِمَّنْ تُحِبُّهُمْ وَتَرْضَى عَنْهُمْ وَتَنْصُرُهُمْ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ نَجَاحًا يَتْبَعُهُ فَلاَحٌ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ فَوْزًا يَوْمَ الْقِيَامَةِ وَنَجَاةً مِنَ النَّارِ",
    "اللّٰهُمَّ إِنِّي أَسْأَلُكَ عَمَلاً نَافِعًا وَرِزْقًا طَيِّبًا وَعِلْمًا مُتَقَبَّلاً",
    "اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ"
]