[
    "اللهم إنك عفو تحب العفو فاعف عني",
    "اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي وأبوء بذنبي، فاغفر لي فإنه لا يغفر الذنوب إلا أنت",
    "سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
    "اللهم إني أعوذ بك من الهم والحزن والعجز والكسل والبخل والجبن وضلع الدين وغلبة الرجال",
    "اللهم إني أعوذ بك من ظلم الليل وظلم النهار وظلم الصغير وظلم الكبير وظلم المسلمين",
    "اللهم أجعل ما أصبحنا به نورا وابارك لنا فيما أمسينا به، واجعلنا من الفائزين يوم القيامة",
    "اللهم إنا نجعلك في نحورهم ونعوذ بك من شرورهم",
    "اللهم إنا نعوذ بك من جار السوء في الدنيا والآخرة",
    "اللهم إنا نعوذ بك من الفتن ما ظهر منها وما بطن",
    "اللهم اجعلنا من يشهدون لك بالحق يوم القيامة",
    "اللهم اجعلنا من أهل الجنة واعنا على النار",
    "اللهم إنا نسألك الجنة وما قرب إليها من قول أو عمل، ونعوذ بك من النار وما قرب إليها من قول أو عمل",
    "اللهم إني أعوذ بك من الفقر والقلة وأعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أعوذ بك من الكسل والهرم والمأثم والمغرم، وأعوذ بك من فتنة الدنيا وعذاب القبر",
    "اللهم إني أعوذ بك من عذاب القبر ومن فتنة المسيح الدجال ومن فتنة المحيا والممات ومن فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من الفقر والقلة وأعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
    "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من البخل والجبن، وأعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أعوذ بك من الجبن والبخل، وأعوذ بك من ظلم الدين وغلبة الرجال",
    "اللهم إني أعوذ بك من فتنة المحيا والممات، وأعوذ بك من فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من عذاب في النار وعذاب القبر",
    "اللهم إني أعوذ بك من الفقر والقلة وأعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
    "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من البخل والجبن، وأعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أعوذ بك من الجبن والبخل، وأعوذ بك من ظلم الدين وغلبة الرجال",
    "اللهم إني أعوذ بك من فتنة المحيا والممات، وأعوذ بك من فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال",
    "اللهم إني أسألك الرضا بعد القضاء والبراء بعد الفرق والسعادة بعد الشقاوة",
    "اللهم إني أسألك يقينا صادقا وقلبا خاشعا ولسانا ذاكرا",
    "اللهم إني أعوذ بك من شر ما أعطيت ومن شر ما منعت",
    "اللهم إني أعوذ بك من جار السوء في المسجد",
    "اللهم إني أعوذ بك من ظلمة القبر ومن عذاب القبر ومن فتنة القبر",
    "اللهم إني أعوذ بك من فتنة المسيح الدجال ومن فتنة الدجال",
    "اللهم إني أعوذ بك من عذاب في النار وعذاب القبر",
    "اللهم إني أعوذ بك من الهم والحزن والجبروت والبخل والجبن وضلع الدين وغلبة الرجال",
    "اللهم إني أسألك من خير ما سألك عبدك ونبيك، وأعوذ بك من شر ما استعاذ بك عبدك ونبيك",
    "اللهم إني أعوذ بك من عذاب القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من فتنة المسيح الدجال",
    "اللهم إني أسألك العافية في الدنيا والآخرة",
    "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
    "اللهم إني أعوذ بك من الهم والحزن والجبروت والبخل والجبن وضلع الدين وغلبة الرجال",
    "اللهم إني أعوذ بك من الهم وال",
    "اللهم إني أعوذ بك من عذاب القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
    "اللهم إني أسألك خير ما في هذه الليلة وخير ما بعدها وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها",
    "اللهم إني أسألك عيشة هنية وميتة سوية ومردًّا غير مخزٍ ولا فاحشٍ",
    "اللهم إني أعوذ بك من العجز والكسل والبخل والهرم والذلة وغلبة الدين وقهر الرجال",
    "اللهم إني أعوذ بك من عذاب في النار وعذاب القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من الفقر والقلة وأعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أعوذ بك من عذاب القبر ومن فتنة المسيح الدجال",
    "اللهم إني أسألك الرضا بعد القضاء والبراء بعد الفراق والسعادة بعد الشقاوة",
    "اللهم إني أسألك يقينًا صادقًا وقلبًا خاشعًا ولسانًا ذاكرًا",
    "اللهم إني أعوذ بك من شر ما أعطيت ومن شر ما منعت",
    "اللهم إني أعوذ بك من جار السوء في المسجد",
    "اللهم إني أعوذ بك من ظلمة القبر ومن عذاب القبر ومن فتنة القبر",
    "اللهم إني أعوذ بك من فتنة المسيح الدجال ومن فتنة الدجال",
    "اللهم إني أعوذ بك من عذاب في النار وعذاب القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من الهم والحزن والجبروت والبخل والجبن وضلع الدين وغلبة الرجال",
    "اللهم إني أسألك من خير ما سألك عبدك ونبيك، وأعوذ بك من شر ما استعاذ بك عبدك ونبيك",
    "اللهم إني أعوذ بك من فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من الهم والحزن والجبروت والبخل والجبن وضلع الدين وغلبة الرجال",
    "اللهم إني أسألك من خير ما سألك عبدك ونبيك، وأعوذ بك من شر ما استعاذ بك عبدك ونبيك",
    "اللهم إني أعوذ بك من الهم وال",
    "اللهم إني أعوذ بك من شر النفس وشر الشيطان وشر هم الموت وشر فتنة المحيا والممات",
    "اللهم إني أعوذ بك من شر الدنيا وشر الآخرة وشر الجسد وشر القلب وشر اللسان",
    "اللهم إني أعوذ بك من شر المعصية وشر الدين وشر المغرم",
    "اللهم إني أسألك الثبات في الأمر والعزيمة على الرشد",
    "اللهم إني أعوذ بك من شر الكبرياء والهوى",
    "اللهم إني أعوذ بك من شر البخيل وشر الهرم",
    "اللهم إني أعوذ بك من شر النفاق والعجب",
    "اللهم إني أعوذ بك من شر الدين والدنيا وشر الشيطان والشرك بك",
    "اللهم إني أعوذ بك من عذاب القبر ومن عذاب جهنم ومن فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من فتنة الدنيا وفتنة القبر وفتنة النار وفتنة المحيا والممات وفتنة المسيح الدجال",
    "اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع",
    "اللهم إني أعوذ بك من عين لا تدمع وقلب لا يخشع",
    "اللهم إني أعوذ بك من شر القسوة وشر الضلع",
    "اللهم إني أعوذ بك من شر السخط وشر الشهوة",
    "اللهم إني أعوذ بك من شر الهم والحزن والعجز والكسل والبخل والجبن وضلع الدين وغلبة الرجال",
    "اللهم إني أسألك من الخير كله عاجله وآجله",
    "اللهم إني أعوذ بك من شر كل شر عاجل وآجل",
    "اللهم إني أسألك عيشة هنية وميتة سوية وقلبا خاشعا ولسانا ذاكرا",
    "اللهم إني أسألك حسن الختم والفردوس الأعلى",
    "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
    "اللهم إني أسألك لذة النظر إلى وجهك وشوقا إلى لقائك",
    "اللهم إني أعوذ بك من فتنة المحيا والممات ومن شر فتنة المسيح الدجال",
    "اللهم إني أسألك عيشة هنية وميتة سوية ولسانا صادقا وقلبا خاشعا",
    "اللهم إني أعوذ بك من شر الليل وشر كل ذيب إليه",
    "اللهم إني أعوذ بك من شر النفس وشر الشيطان وشر هم الليل والنهار",
    "اللهم إني أعوذ بك من شر الحسن وشر السوء",
    "اللهم إني أسألك الرضا بعد القضاء والبراءة من الخيانة بعد الوفاء",
    "اللهم إني أسألك حبك وحب من يحبك وحب كل عمل يقربني إلى حبك",
    "اللهم إني أسألك كلمة صدق في الرضا وقلبا خاشعا ولسانا ذاكرا",
    "اللهم إني أعوذ بك من شر الكبرياء والهم والحزن",
    "اللهم إني أعوذ بك من شر النفاق والعجب والكبرياء",
    "اللهم إني أعوذ بك من عذاب القبر ومن عذاب النار ومن فتنة المحيا والممات ومن فتنة المسيح الدجال",
    "اللهم إني أعوذ بك من فتنة الدنيا وفتنة القبر وفتنة العذاب وفتنة النار",
    "اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع ومن نفس لا تشبع",
    "اللهم إني أعوذ بك من شر الفقر والكبرياء والكسل والبخل والجبن",
    "اللهم إني أعوذ بك من شر الهم والحزن والعجز والكسل والبخل والجبن",
    "اللهم إني أعوذ بك من شر البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
    "اللهم إني أعوذ بك من الشرك بك وأنا أعلم وأستغفرك لما لا أعلم",
    "اللهم إني أسألك من خير ما سألك عبدك ونبيك وأعوذ بك من شر ما عاذ به عبدك ونبيك",
    "اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل وأعوذ بك من النار وما قرب إليها من قول أو عمل",
    "اللهم إني أسألك خير ما سألك عبدك ونبيك",
    "اللهم إني أعوذ بك من المعاصي والمغرم",
    "اللهم إني أسألك فعل الخيرات وترك المنكرات وحب المساكين وأن تغفر لي وترحمني وتتوب عليَّ",
    "اللهم إني أعوذ بك من المعاصي والمغرم",
    "اللهم إني أسألك ليلة مباركة ورزقا واسعا وقلبا سليما",
    "اللهم إني أسألك رضاك والجنة وأعوذ بك من سخطك والنار",
    "اللهم إني أسألك علما نافعا وقلبا خاشعا ولسانا ذاكرا",
    "اللهم إني أعوذ بك من عذاب القبر ومن فتنة الدنيا والموت",
    "اللهم إني أعوذ بك من شر الليل والنهار وشر كل طارق إليه",
    "اللهم إني أعوذ بك من شر المأثم وشر المغرم",
    "اللهم بك أمسينا وبك أصبحنا",
    "اللهم إني أمسيت أشهدك وأشهد حملة عرشك",
    "اللهم إني أعوذ بك من الكسل وسوء الكبر",
    "اللهم إني أعوذ بك من عذاب في النار وعذاب في القبر",
    "اللهم قني عذابك يوم تبعث عبادك",
    "اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري",
    "اللهم إني أسألك العافية في الدنيا والآخرة",
    "اللهم إني أعوذ بك من العجز والكسل والجبن والهرم",
    "اللهم إني أعوذ بك من شر ما أعمل ومن شر ما لم أعمل",
    "اللهم إني أعوذ بك من شر ما يلج في الليل والنهار",
    "اللهم إني أعوذ بك من شر فتنة الغنى وشر فتنة الفقر",
    "اللهم إني أعوذ بك من شر فتنة النساء",
    "اللهم إني أعوذ بك من شر ما قضيت ومن شر ما لم تقض",
    "اللهم إني أسألك العافية في الدنيا والآخرة",
    "اللهم إني أعوذ بك من عذاب القبر ومن عذاب النار",
    "اللهم إني أعوذ بك من فتنة المحيا وفتنة الممات",
    "اللهم إني أعوذ بك من فتنة المسيح الدجال",
    "اللهم إني أسألك العفو والعافية والمعافاة الدائمة في الدين والدنيا والآخرة",
    "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
    "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما يؤخذ مني",
    "اللهم إني أسألك نورًا في قلبي وبصيرة في ديني ويقينًا في إيماني",
    "اللهم إني أسألك التوفيق والهدى والغنى والسلامة",
    "اللهم اغفر لي وارحمني وهديني وعافني وارزقني",
    "اللهم إني أسألك علمًا ينتفع به وعملا صالحا تقبله",
    "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء",
    "اللهم إني أسألك التوفيق في كل أموري والسعادة في كل حياتي",
    "اللهم اجعلني من الذين يذكرونك ويشكرونك ويطيعونك",
    "اللهم إني أسألك الراحة عند الموت والعفو عند الحساب",
    "اللهم إني أسألك رضاك والجنة وأعوذ بك من سخطك والنار",
    "اللهم إني أسألك نورًا في ظلمة الليل وهدى في الغي",
    "اللهم إني أعوذ بك من شر ما يختلج في الظلم",
    "اللهم إني أسألك الأمان يوم القيامة",
    "اللهم اهدني وسددني واجعلني من الصالحين",
    "اللهم إني أعوذ بك من تقلب القلوب وزلة القدم",
    "اللهم إني أعوذ بك من شر ما يأتي مع الريح",
    "اللهم إني أسألك السلامة في الدين والدنيا",
    "اللهم إني أعوذ بك من شر كل دابة أنت آخذ بناصيتها",
    "اللهم اجعلني من الذين يذكرونك ويشكرونك ويطيعونك",
    "اللهم إني أسألك خير ما في هذه الليلة وخير ما بعدها",
    "اللهم إني أعوذ بك من شر ما في هذه الليلة وشر ما بعدها",
    "اللهم إني أعوذ بك من الكسل والهرم والمغرم والمأثم",
    "اللهم إني أعوذ بك من فتنة النار وعذاب النار",
    "اللهم إني أعوذ بك من عذاب القبر ومن فتنة المحيا والممات",
    "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
    "اللهم إني أسألك العصمة في الأمور كلها",
    "اللهم إني أسألك التوفيق في كل أموري",
    "اللهم إني أسألك قلوبا سليمة وألسنة صادقة",
    "اللهم إني أسألك من كل خير خزائنه بيدك",
    "اللهم إني أسألك نعمة دائمة ورزقا واسعا وقلوبا خاشعة",
    "اللهم إني أسألك نجاحا يتبعه فلاح",
    "اللهم إني أسألك فوزا يوم القيامة ونجاة من النار",
    "اللهم إني أسألك عملا نافعا ورزقا طيبا وعلما متقبلا",
    "اللهم إني أسألك خير هذه الليلة، فتحها، ونصرها، ونورها، وبركتها، وهداها",
    "اللهم إني أعوذ بك من شر ما يجئ به الليل",
    "اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت",
    "اللهم إني أعوذ بك من شر ما صنعت، وأبوء لك بنعمتك عليّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفر الذنوب إلا أنت",
    "اللهم إني أعوذ بك من العجز والكسل، والجبن والهرم، والبخل، وأعوذ بك من عذاب القبر، وأعوذ بك من فتنة المحيا والممات",
    "اللهم إني أسألك عفوا وعافية في ديني ودنياي وأهلي ومالي",
    "اللهم استر عوراتي، وآمن رعواتي",
    "اللهم احفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي، ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي",
    "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أعوذ بك من فتنة الفقر وفتنة الغنى",
    "اللهم إني أعوذ بك من شر ما أجد وأحاذر",
    "اللهم إني أسألك عملا متقبلا ورزقا طيبا وعلما نافعا",
    "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل",
    "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك",
    "اللهم إني أعوذ بك من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء",
    "اللهم إني أعوذ بك من ظلمات الليل وهم النهار",
    "اللهم إني أسألك خير هذه الليلة، فتحها ونصرها ونورها وبركتها",
    "اللهم اجعل أمسي وما بعده خيرا من صباحي وما قبله",
    "اللهم إني أعوذ بك من شر ما يحدث الليل والنهار",
    "اللهم إني أعوذ بك من كل أمر ذي شقاق ونفاق وسوء أخلاق",
    "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أسألك نورا وهدى وعلما نافعا",
    "اللهم اجعل لي نورا في قلبي ونورا في لساني ونورا في سمعي ونورا في بصري",
    "اللهم إني أسألك عملا صالحا ترضى به عني",
    "اللهم إني أسألك موجبات رحمتك وعزائم مغفرتك",
    "اللهم أسألك الغنيمة من كل بر والسلامة من كل إثم",
    "اللهم لا تدع لي ذنبا إلا غفرته ولا هما إلا فرجته",
    "اللهم إني أسألك فعل الخيرات وترك المنكرات وحب المساكين",
    "اللهم إني أسألك حبك وحب من يحبك وحب كل عمل يقربني إلى حبك",
    "اللهم إني أسألك قلبا سليما ولسانا ذاكرا",
    "اللهم إني أعوذ بك من شر ما يأتي به الليل والنهار",
    "اللهم إني أعوذ بك من فتنة النار وفتنة القبر",
    "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك",
    "اللهم إني أسألك صلاح النية والعمل",
    "اللهم إني أعوذ بك من شر ما يحدث الظلمة",
    "اللهم إني أسألك حسن الخاتمة",
    "اللهم إني أعوذ بك من شر ما يؤتى إلي وشر ما أرسل به",
    "اللهم إني أسألك ليلة نافعة وعلما منيرا",
    "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك",
    "اللهم إني أسألك العفو والعافية في الدين والدنيا والآخرة",
    "اللهم إني أعوذ بك من شر ما في الليل وشر ما بعد الليل",
    "اللهم إني أسألك خير هذه الليلة، فتحها ونصرها وبركتها وهداها",
    "اللهم إني أسألك الهدى والسداد والعلم النافع",
    "اللهم إني أعوذ بك من عذاب القبر، ومن عذاب النار، ومن فتنة المحيا والممات",
    "اللهم إني أسألك علما ينتفع به ورزقا طيبا وعملا متقبلا",
    "اللهم إني أعوذ بك من سخطك وعذابك وشر عبادك",
    "اللهم إني أسألك العافية في الدنيا والآخرة والمغفرة والرضوان",
    "اللهم إني أسألك نورا يضيء قلبي وبصيرة في ديني",
    "اللهم إني أعوذ بك من ظلمات الليل وشرور النهار",
    "اللهم إني أسألك الأمان يوم القيامة والنجاة من النار",
    "اللهم إني أعوذ بك من شر ما يحمله الريح",
    "اللهم إني أسألك حسن الخاتمة ورحمة عند الموت",
    "اللهم اجعل لي نورا في قلبي ونورا في سمعي ونورا في بصري",
    "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
    "اللهم إني أسألك علما ينتفع به وعملا متقبلا",
    "اللهم إني أعوذ بك من شر ما خلقت في الأرض والسماء",
    "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
    "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
    "اللهم استر عوراتي وآمن رعواتي",
    "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من الجبن والبخل",
    "اللهم إني أسألك فهم النبيين وحكمة المرسلين",
    "اللهم إني أسألك خير هذه الليلة وخير ما بعدها",
    "اللهم اجعل لي نورا في قلبي ونورا في بصري ونورا في سمعي",
    "اللهم اجعلني ممن يذكرونك ويشكرونك ويطيعونك",
    "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي",
    "اللهم إني أعوذ بك من الهم والحزن والعجز والكسل والجبن والبخل",
    "اللهم إني أسألك صلاح القلب والعمل",
    "اللهم إني أعوذ بك من شر ما يحدث الظلمة",
    "اللهم إني أسألك النجاة يوم القيامة",
    "اللهم إني أعوذ بك من شر ما تحمله الرياح",
    "اللهم إني أسألك ليلة مباركة وعلما نافعا",
    "اللهم إني أعوذ بك من شر ما تجلب الظلمات",
    "اللهم إني أسألك خاتمة الخير ورحمة عند الموت",
    "اللهم إني أعوذ بك من شر ما يؤتى به وما يؤخذ مني",
    "اللهم اجعل لي نورا في قلبي ونورا في بصري ونورا في سمعي",
    "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
    "اللهم إني أعوذ بك من فتنة النار وفتنة القبر",
    "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
    "اللهم إني أسألك نورا وهدى وعلما نافعا",
    "اللهم إني أعوذ بك من شر ما يؤتى إليَّ وما يؤخذ منِّي",
    "اللهم اجعلني ممن يذكرونك ويشكرونك ويطيعونك",
    "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي",
    "اللهم استر عوراتي وآمن روعاتي",
    "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بك أن أغتال من تحتي",
    "اللهم إني أعوذ بك من الهم والحزن ومن العجز والكسل ومن الجبن والبخل",
    "اللهم إني أعوذ بك من غلبة الدين ومن قهر الرجال",
    "اللهم إني أسألك العصمة في الأمور كلها",
    "اللهم إني أسألك التوفيق في كل أموري والسعادة في كل حياتي",
    "اللهم اجعلني ممن تحبهم وترضى عنهم وتنصرهم",
    "اللهم إني أسألك نجاحا يتبعه فلاح",
    "اللهم إني أسألك فوزا يوم القيامة ونجاة من النار",
    "اللهم إني أسألك عملا نافعا ورزقا طيبا وعلما متقبلا",
    "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك"
]
